// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Testside";

TransferringProcessTitle = "Overfører fil…";
PrintingProcessTitle = "Skriver ut testside";

HSDTitleTextFieldValue = "Testside";
HSDInfoTextFieldValue = "Hvis du får problemer med å skrive ut dokumenter på denne skriveren, kan du prøve å skrive ut en testside for å identifisere kilden til problemet.

Denne siden blir sendt direkte til skriveren uten å gå gjennom skriverdriverprogramvaren og eventuelle andre systemprosesser.

Hvis testsiden som skrives ut, er OK, kan det være et problem i datamaskinens utskriftssystem. Du kan prøve å installere skriverens driverprogramvare på nytt for å løse problemet.

Hvis testsiden ikke skrives ut eller utskriften er dårlig, er det skriveren som ikke fungerer som den skal.";
HSDPrintButtonTitle = "Skriv ut testside";

HSDRMTTPPanelHeader = "Skriv ut en skriverstatusrapport";
HSDRMTTPPanelHeader = "Skriv ut en testside for å kontrollere at enheten kan motta data og skrive ut fra datamaskinen på riktig måte. Vanlig papir kan brukes til dette.\n\nKlikk på Skriv ut side for å skrive ut testsiden.";
HSDRMTTPButtonTitle = "Skriv ut side";
RMTTaskTitle = "Skriverstatus-\nrapport";

NoPaperTitle = "Tom for papir";
NoPaperMsg = "Enheten er tom for papir. Legg papir i innskuffen.";
